Repository: govro/datagovro
Catalog: ckan/lib/default/src/ckanext-romania_theme/i18n/*/LC_MESSAGES/ckan.po
Languages: ro

source: Authorization function not found: %s
ro: Funcția de autorizare nu există: %s

source: Admin
ro: Administrator

source: Member
ro: Membru

source: Need to be system administrator to administer
ro: Este nevoie să fii administrator de sistem pentru a gestiona

source: Site Title
ro: Titlul site-ului

source: Style
ro: Stil

source: Site Tag Line
ro: Mottoul site-ului

source: Site Tag Logo
ro: Logo-ul site-ului

source: About
ro: Despre

source: About page text
ro: Textul paginii descriptive

source: Intro Text
ro: Text introductiv

source: Text on home page
ro: Textul primei pagină

source: Custom CSS
ro: CSS customizat

source: Customisable css inserted into the page header
ro: CSS customizat introdus în antetul paginii

source: Homepage
ro: Pagina principalădata

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
ro: Nu pot elimina pachetul %s deoarece revizuirea %s include pachete încă existente %s

source: Problem purging revision %s: %s
ro: Sunt probleme la eliminarea revizuirii %s: %s

source: Purge complete
ro: Eliminare completă

source: Action not implemented.
ro: Acțiune neimplementată

source: Not authorized to see this page
ro: Nu ești autorizat să vezi pagina aceasta

source: Access denied
ro: Acces interzis

source: Not found
ro: De negăsit

source: Bad request
ro: Cerere incorectă

source: Action name not known: %s
ro: Numele acțiunii nu este cunoscut: %s

source: JSON Error: %s
ro: Eroare JSON: %s

source: Bad request data: %s
ro: Datele cererii incorecte: %s

source: Cannot list entity of this type: %s
ro: Nu pot afișa intrări de acest tip: %s

source: Cannot read entity of this type: %s
ro: Nu pot citi entități de acest tip: %s

source: Cannot create new entity of this type: %s %s
ro: Nu pot crea o nouă entitate de acest tip: %s %s

source: Unable to add package to search index
ro: Nu pot adăuga pachetul la indexarea pentru căutare

source: Cannot update entity of this type: %s
ro: Nu pot actualiza o entitate de acest tip: %s

source: Unable to update search index
ro: Incapabil de a actualiza indexul de căutare

source: Cannot delete entity of this type: %s %s
ro: Nu pot șterge entitatea de acest tip: %s %s

source: No revision specified
ro: Nu este specificată nicio revizie

source: There is no revision with id: %s
ro: Nu există nicio revizie cu id-ul: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
ro: Termen de căutare lipsă ('since_id=UUID' or 'since_time=TIMESTAMP')

source: Could not read parameters: %r
ro: Nu am putut citi parametrii: %r

source: Bad search option: %s
ro: Opțiune de căutare incorectă: %s

source: Unknown register: %s
ro: Registru necunoscut: %s

source: Malformed qjson value: %r
ro: Valoare qjson formată eronată: %r

source: Request params must be in form of a json encoded dictionary.
ro: Parametrii ceruți trebuie să fie într-o formă din dicționarul de encodare JSON.

source: Group not found
ro: Grupul nu a fost găsit

source: Organization not found
ro: Instituția nu a fost găsită.

source: Incorrect group type
ro: TIpul grupului este greşit

source: Unauthorized to read group %s
ro: Neautorizat pentru a citi grupul %s

source: Organizations
ro: Instituţii

source: Groups
ro: Grupuri

source: Tags
ro: Etichete

source: Formats
ro: Formate

source: Licenses
ro: Licenţă

source: Not authorized to perform bulk update
ro: Nu ești autorizat să vezi pagina aceasta

source: Unauthorized to create a group
ro: Neautorizat pentru a crea un grup

source: User %r not authorized to edit %s
ro: Utilizatorul %r nu ste autorizat să editeze %s

source: Integrity Error
ro: Eroare de integritate

source: User %r not authorized to edit %s authorizations
ro: Utilizatorul %r nu a fost autorizat pentru a edita %s autorizări

source: Unauthorized to delete group %s
ro: Neautorizat pentru a șterge grupul %s

source: Organization has been deleted.
ro: Instituția a fost ștearsă.

source: Group has been deleted.
ro: Grupul a fost șters.

source: Unauthorized to add member to group %s
ro: Neautorizat pentru a adăuga membri în grupul %s

source: Unauthorized to delete group %s members
ro: Neautorizat pentru ștergerea membrilor grupului %s

source: Group member has been deleted.
ro: Membrul grupului a fost șters.

source: Select two revisions before doing the comparison.
ro: Selectează două revizii înainte de a face comparații.

source: User %r not authorized to edit %r
ro: Utilizatorul %r nu este autorizat pentru a edita %r

source: CKAN Group Revision History
ro: Istoricul Reviziilor de Grup al CKAN

source: Recent changes to CKAN Group:
ro: Modificări recente ale Grupului CKAN:

source: Log message:
ro: Mesaj din jurnal:

source: Unauthorized to read group {group_id}
ro: Neautorizat pentru vizualizarea grupului {group_id}

source: You are now following {0}
ro: Te-ai abonat la {0}

source: You are no longer following {0}
ro: Te-ai dezabonat de la {0}

source: Unauthorized to view followers %s
ro: Neautorizat pentru vizualizarea abonaților %s

source: This site is currently off-line. Database is not initialised.
ro: Acest site este momentan off-line. Nu este inițializată baza de date.

source: Please <a href="{link}">update your profile</a> and add your email address and your full name. {site} uses your email address if you need to reset your password.
ro: Te rugăm să îți <a href="{link}">actualizezi profilul</a> și să adaugi o adresă de e-mail, precum și numele complet. {site} folosește adresa ta de e-mail pentru a-ți reseta parola.

source: Please <a href="%s">update your profile</a> and add your email address.
ro: Te rugăm să îți<a href="%s">actualizezi profilul</a> și să îți adaugi adresa de e-mail.

source: %s uses your email address if you need to reset your password.
ro: %s folosește adresa ta de e-mail pentru a-ți reseta parola

source: Please <a href="%s">update your profile</a> and add your full name.
ro: Te rugăm să îți <a href="%s">actualizezi profilul</a> și să-ți adaugi numele complet.

source: Parameter "{parameter_name}" is not an integer
ro: Parametrul "{parameter_name}" nu este un număr întreg

source: Dataset not found
ro: Bază de date negăsită

source: Unauthorized to read package %s
ro: Neautorizat pentru a citi pachetul %s

source: Invalid revision format: %r
ro: Format de revizie invalid: %r

source: CKAN Dataset Revision History
ro: Istoricul Reviuirilor Seturilor de Date CKAN

source: Recent changes to CKAN Dataset:
ro: Modificări recente în setul de date CKAN:

source: Unauthorized to create a package
ro: Nu ești autorizat pentru a crea un pachet

source: Unauthorized to edit this resource
ro: Neautorizat pentru modificarea acestei resurse

source: Resource not found
ro: Resursa nu a fost găsită

source: Unauthorized to update dataset
ro: Neautorizat pentru actualizarea acestui set de date

source: The dataset {id} could not be found.
ro: Setul de date {id} nu a putut fi găsit.

source: You must add at least one data resource
ro: Trebuie adaugată cel puțin o resursă de date

source: Error
ro: Eroare

source: Unauthorized to create a resource
ro: Neautorizat pentru crearea unei resurse

source: Unauthorized to create a resource for this package
ro: Neautorizat pentru crearea unei resurse

source: Unable to add package to search index.
ro: Nu se poate adăuga pachetul la indexul de căutare/

source: Unable to update search index.
ro: Nu se poate actualiza indexul de căutare

source: Unauthorized to delete package %s
ro: Neautorizat pentru a șterge pachetul %s

source: Dataset has been deleted.
ro: Setul de date a fost șters.

source: Resource has been deleted.
ro: Resursa a fost ștearsă.

source: Unauthorized to delete resource %s
ro: Neautorizat pentru ștergerea resursei %s

source: Unauthorized to read dataset %s
ro: Neautorizat pentru vizualizarea setului de date %s

source: Resource view not found
ro: Resursa nu a fost găsită

source: Unauthorized to read resource %s
ro: Neautorizat pentru a citi resursa %s

source: Resource data not found
ro: Resursa nu a fost găsită

source: No download is available
ro: Nu este disponibilă nicio descărcare

source: Unauthorized to edit resource
ro: Neautorizat pentru modificarea acestei resurse

source: View not found
ro: Utilizatorul nu a fost găsit

source: Unauthorized to view View %s
ro: Neautorizat pentru vizualizarea abonaților %s

source: View Type Not found
ro: De negăsit

source: Unauthorized to read resource view %s
ro: Neautorizat pentru a citi resursa %s

source: Resource view not supplied
ro: Resursa nu a fost găsită.

source: No preview has been defined.
ro: Nu a fost definită nicio previzualizare

source: Most viewed
ro: Cel mai vizualizat

source: Most Viewed
ro: Cel mai vizualizat

source: Least Viewed
ro: Cel mai puțin vizualizat

source: Newest
ro: Cel mai nou

source: Oldest
ro: Cel mai vechi

source: The requested related item was not found
ro: Itemul corespunzător solicitat nu a fost găsit.

source: Related item not found
ro: Itemul corespunzător nu a fost găsit.

source: Not authorized
ro: Neautorizat

source: Package not found
ro: Pachetul nu a fost găsit

source: Related item was successfully created
ro: Itemul corespunzător a fost creat cu succes

source: Related item was successfully updated
ro: Itemul corespunzător a fost actualizat cu success

source: Related item has been deleted.
ro: Itemul corespunzător a fost șters.

source: Unauthorized to delete related item %s
ro: Neautorizat pentru a șterge itemul corespunzător %s

source: Application
ro: Aplicații

source: Idea
ro: Idee

source: News Article
ro: Articol de știri

source: Paper
ro: Ziar

source: Post
ro: Postare

source: Visualization
ro: Vizualizare

source: CKAN Repository Revision History
ro: Istoricul revizuirilor din registrul central CKAN

source: Recent changes to the CKAN repository.
ro: Modificări recente în registrul central CKAN

source: Datasets affected: %s.
ro: Seturi de date afectate: %s.

source: Revision updated
ro: Revizie actualizată

source: Other
ro: Alta

source: Tag not found
ro: Etichetă negăsită

source: User not found
ro: Utilizatorul nu a fost găsit

source: Unauthorized to register as a user.
ro: Neautorizat pentru a crea un utilizator

source: Unauthorized to create a user
ro: Neautorizat pentru a crea un utilizator

source: Unauthorized to delete user with id "{user_id}".
ro: Neautorizat pentru a șterge utilizator cu id-ul "{user_id}".

source: No user specified
ro: Niciun utilizator specificat

source: Unauthorized to edit user %s
ro: Neautorizat pentru a edita utilizatorul %s

source: Profile updated
ro: Profil actualizat

source: Unauthorized to create user %s
ro: Neautorizat pentru a crea un utilizator %s

source: Bad Captcha. Please try again.
ro: Nu ai introdus corect codul Captcha. Mai încearcă.

source: User "%s" is now registered but you are still logged in as "%s" from before
ro: Utilizatorul "%s" este acum înregistrat, dar ești încă logat ca "%s" dintr-o sesiune anterioară

source: Unauthorized to edit a user.
ro: Neautorizat pentru a edita un utilizator.

source: User %s not authorized to edit %s
ro: Utilizatorul %s nu este autorizat pentru a edita %s

source: Login failed. Bad username or password.
ro: Autentificarea a eșuat. Nume de utilizator sau parola incorecte

source: Unauthorized to request reset password.
ro: Neautorizat pentru a cere resetarea parolei.

source: "%s" matched several users
ro: "%s" se potrivește pentru mai mulți utilizatori

source: No such user: %s
ro: Nu există utilizator: %s

source: Please check your inbox for a reset code.
ro: Te rugăm să îți verifici căsuța poștală pentru codul de resetare

source: Could not send reset link: %s
ro: Nu am putut trimite link-ul de resetare: %s

source: Unauthorized to reset password.
ro: Neautorizat pentru a crea un utilizator

source: Invalid reset key. Please try again.
ro: Cod de resetare invalid. Te rugăm să încerci din nou.

source: Your password has been reset.
ro: Parola ta a fost resetată.

source: Your password must be 4 characters or longer.
ro: Parola trebuie să conțină minimum 4 caractere.

source: The passwords you entered do not match.
ro: Parolele completate nu sunt identice.

source: You must provide a password
ro: Trebuie să completezi o parolă

source: Follow item not found
ro: Item-ul de urmărire nu a fost găsit

source: {0} not found
ro: {0} nu a fost găsit

source: Unauthorized to read {0} {1}
ro: Neautorizat pentru a citi {0} {1}

source: Everything
ro: Tot

source: Missing Value
ro: Valoare nespecificată

source: {actor} added the tag {tag} to the dataset {dataset}
ro: {actor} a adăugat eticheta {tag} la setul de date {dataset}

source: {actor} updated the group {group}
ro: {actor} a actualizat grupul {group}

source: {actor} updated the organization {organization}
ro: {actor} a actualizat instituția {organization}

source: {actor} updated the dataset {dataset}
ro: {actor} a actualizat setul de date {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
ro: {actor} a modificat extra {extra} din setul de date {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
ro: {actor} a actualizat resursa {resource} din setul de date {dataset}

source: {actor} updated their profile
ro: {actor} și-a actualizat profilul

source: {actor} updated the {related_type} {related_item} of the dataset {dataset}
ro: {actor} a actualizat {related_type} {related_item} din setul de date {dataset}

source: {actor} updated the {related_type} {related_item}
ro: {actor} a actualizat {related_type} {related_item}

source: {actor} deleted the group {group}
ro: {actor} a șters grupul {group}

source: {actor} deleted the organization {organization}
ro: {actor} a șters instituția {organization}

source: {actor} deleted the dataset {dataset}
ro: {actor} a șters setul de date {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
ro: {actor} a șters extra {extra} din setul de date {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
ro: {actor} a șters resursa {resource} din setul de date {dataset}

source: {actor} created the group {group}
ro: {actor} a creat grupul {group}

source: {actor} created the organization {organization}
ro: {actor} a adăugat instituția {organization}

source: {actor} created the dataset {dataset}
ro: {actor} a creat setul de date {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
ro: {actor} a adăugat extra {extra} în setul de date {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
ro: {actor} a adăugat fișierul {resource} la setul de date {dataset}

source: {actor} signed up
ro: {actor} s-a înregistrat

source: {actor} removed the tag {tag} from the dataset {dataset}
ro: {actor} a șters eticheta {tag} din setul de date {dataset}

source: {actor} deleted the related item {related_item}
ro: {actor} a șters itemul relaționat {related_item}

source: {actor} started following {dataset}
ro: {actor} s-a abonat la {dataset}

source: {actor} started following {user}
ro: {actor} s-a abonat la {user}

source: {actor} started following {group}
ro: {actor} s-a abonat la {group}

source: {actor} added the {related_type} {related_item} to the dataset {dataset}
ro: {actor} a adăugat {related_type} {related_item} în setul de date {dataset}

source: {actor} added the {related_type} {related_item}
ro: {actor} a șters {related_type} {related_item}

source: View
ro: Vezi

source: 1 new activity from {site_title}
ro: O nouă activitate din {site_title}

source: January
ro: Ianuarie

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

source: May
ro: Mai

source: June
ro: Iunie

source: July
ro: Iulie

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noiembrie

source: December
ro: Decembrie

source: Just now
ro: Chiar acum

source: {mins} minute ago
ro: {mins} minut în urmă

source: {hours} hour ago
ro: {hours} ore în urmă

source: {days} day ago
ro: {days} zi în urmă

source: {months} month ago
ro: {months} lună în urmă

source: over {years} year ago
ro: peste {years} an în urmă

source: {month} {day}, {year}, {hour:02}:{min:02}
ro: {day} {month} {year}, {hour:02}:{min:02}

source: {month} {day}, {year}
ro: {day} {month} {year}

source: Update your avatar at gravatar.com
ro: Actualizează-ți avatarul la gravatar.com

source: Unknown
ro: Necunoscut

source: Unnamed resource
ro: Descarcă resursa

source: Created new dataset.
ro: Am creat un set de date nou

source: Edited resources.
ro: Resurse editate.

source: Edited settings.
ro: Setări editate.

source: {number} view
ro: {number} vizualizare

source: {number} recent view
ro: {number} vizualizare recentă

source: Dear %s,
ro: Dragă %s.

source: No recipient email address available!
ro: Nu este disponibilă adresa de e-mail a recipientului!

source: You have requested your password on {site_title} to be reset. Please click the following link to confirm this request: {reset_link}
ro: Ai solicitat resetarea parolei de pe {site_title} Te rugăm să urmezi link-ul următor pentru a confirma această cerere: {reset_link}

source: Reset your password
ro: Resetează parola

source: Invite for {site_title}
ro: Invitație pentru {site_title}

source: Missing value
ro: Valoare nespecificată

source: The input field %(name)s was not expected.
ro: Câmpul de introducere a %(name)s nu a fost așteptat

source: Please enter an integer value
ro: Te rugăm să introduci o valoare întreagă

source: Resources
ro: Resurse

source: Package resource(s) invalid
ro: Resursele pachetului sunt invalide

source: Extras
ro: În plus

source: Tag vocabulary "%s" does not exist
ro: Eticheta de vocabular "%s" nu există

source: User
ro: Utilizator

source: Dataset
ro: Set de date

source: Group
ro: Grup

source: Could not parse as valid JSON
ro: Nu s-a putut parsa un JSON valid

source: A organization must be supplied
ro: Trebuie oferit numele unei instituții

source: You cannot remove a dataset from an existing organization
ro: Nu poți adăuga un set de date în această instituție

source: Organization does not exist
ro: Instituția nu există

source: You cannot add a dataset to this organization
ro: Nu poți adăuga un set de date în această instituție

source: Invalid integer
ro: Număr invalid

source: Must be a natural number
ro: Trebuie să fie un număr natural

source: Must be a postive integer
ro: Trebuie să fie un număr întreg pozitiv

source: Date format incorrect
ro: Format de date incorect

source: No links are allowed in the log_message.
ro: Nu sunt permise link-uri în log_message.

source: Resource
ro: Resursă

source: Related
ro: Corelări

source: That group name or ID does not exist.
ro: Acel nume de grup sau ID nu există

source: Activity type
ro: Tipul activității

source: That name cannot be used
ro: Acest nume nu poate fi utilizat

source: Must be at least %s characters long
ro: Numele trebuie să aibă o lungime de cel puțin %s caractere

source: Name must be a maximum of %i characters long
ro: Numele trevuie să aibă o lungime de cel mult %i caractere

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
ro: Url-ul oferit trebuie redactat doar în caractere alfanumerice mici (ascii) și aceste simboluri: -_

source: That URL is already in use.
ro: Adresa URL este deja utilizată.

source: Name "%s" length is less than minimum %s
ro: Lungimea numelui "%s" este mai mică decât minimul %s

source: Name "%s" length is more than maximum %s
ro: Lungimea numelui "%s" este mai mare decât maximul %s

source: Version must be a maximum of %i characters long
ro: Versiunea trebuie să aibă maxim %i caractere

source: Duplicate key "%s"
ro: Cheie duplicat "%s"

source: Group name already exists in database
ro: Numele grupului există deja în baza de date

source: Tag "%s" length is less than minimum %s
ro: Lungimea etichetei "%s" este mai mică decât minimul %s

source: Tag "%s" length is more than maximum %i
ro: Lungimea etichetei "%s" este mai mare decât maximul %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
ro: Eticheta "%s" trebuie să fie alcătuită din caractere alfanumerice sau simbolurile: -_.

source: Tag "%s" must not be uppercase
ro: Etichetele "%s" nu trebuie scrise cu litere mari.

source: That login name is not available.
ro: Acel nume de autentificare nu este disponibil

source: Please enter both passwords
ro: Te rugăm să introduci ambele parole

source: Passwords must be strings
ro: Restare parolă

source: Your password must be 4 characters or longer
ro: Parola trebuie să conțină minimum 4 caractere

source: The passwords you entered do not match
ro: Parolele completate nu sunt identice

source: Edit not allowed as it looks like spam. Please avoid links in your description.
ro: Editarea nu este permisă deoarece pare a fi spam. Te rugăm să eviți adăugarea de link-uri în descrierea ta.

source: Name must be at least %s characters long
ro: Numele trebuie să aibă o lungime de cel puțin %s caractere

source: That vocabulary name is already in use.
ro: Acel nume de vocabular este deja în uz.

source: Cannot change value of key from %s to %s. This key is read-only
ro: Nu se poate modifica valoarea cheii de la %s la %s. Aceasta cheie nu poate fi editată.

source: Tag vocabulary was not found.
ro: Eticheta din vocabular nu a fost găsită.

source: Tag %s does not belong to vocabulary %s
ro: Eticheta %s nu aparține de vocabularul %s

source: No tag name
ro: Nu există nume al etichetei

source: Tag %s already belongs to vocabulary %s
ro: Eticheta %s aparține deja vocabularului %s

source: Please provide a valid URL
ro: Te rugăm să introduci un URL valid

source: role does not exist.
ro: rolul nu există

source: Datasets with no organization can't be private.
ro: Seturi de date fără organizaţii nu pot fi private

source: Not a list
ro: Nu o listă

source: Not a string
ro: Neautorizat

source: There is a schema field with the same name
ro: A apărut o problemă în configurarea sistemului

source: REST API: Create object %s
ro: REST API: Creează obiectul %s

source: REST API: Create package relationship: %s %s %s
ro: REST API: Creează relațiile dintre pachete : %s %s %s

source: REST API: Create member object %s
ro: REST API: Creează obiect membru %s

source: Trying to create an organization as a group
ro: Încercare de a crea o instituție ca un grup

source: You must supply a package id or name (parameter "package").
ro: Trebuie să oferi un ID sau nume al pachetului (parametru "package")

source: You must supply a rating (parameter "rating").
ro: Trebuie să oferi un rating (parametru "rating").

source: Rating must be an integer value.
ro: Rating-ul trebuie să fie o valoare exprimată de un număr întreg

source: Rating must be between %i and %i.
ro: Rating-ul trebuie să aibă valori între %i și %i.

source: You must be logged in to follow users
ro: Trebuie să fii autentificat pentru a urmări utilizatorii.

source: You cannot follow yourself
ro: Nu te poți urmări de unul singur

source: You are already following {0}
ro: Ești deja abonat la {0}

source: You must be logged in to follow a dataset.
ro: Trebuie să fii autentificat pentru a urmări un set de date

source: User {username} does not exist.
ro: rolul nu există

source: You must be logged in to follow a group.
ro: Trebuie să fii autentificat pentru a urmări un grup.

source: REST API: Delete Package: %s
ro: REST API: Șterge pachet: %s

source: REST API: Delete %s
ro: REST API: Șterge %s

source: REST API: Delete Member: %s
ro: REST API: Șterge membru: %s

source: id not in data
ro: id-ul nu este prezent în date

source: Could not find vocabulary "%s"
ro: Nu am putut găsi vocabularul "%s"

source: Could not find tag "%s"
ro: Nu am putut găsi eticheta "%s"
