Repository: govro/datagovro
Catalog: ckan/lib/default/src/ckanext-romania_theme/i18n/*/LC_MESSAGES/ckan.po
Languages: ro

source: What are Organizations?
ro: Ce reprezintă instituțiile?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
ro: <p>Instituțiile reprezintă oficii de publicare ale seturilor de date (ex. Ministerul Educației, Institutul Național de Statistică etc.). Astfel, seturile de date sunt publicate și aparțin unei instituții mai degrabă decât unui utilizator individual. </p> <p>În cadrul instituțiilor, administratorii pot delega roluri și autorizații între membrii aceștia, acordându-le drepturi de publicare.</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
ro: Instituțiile reprezintă oficii de publicare ale seturilor de date (ex. Ministerul Educației, Institutul Național de Statistică etc.). Astfel, seturile de date sunt publicate și aparțin unei instituții mai degrabă decât unui utilizator individual.În cadrul instituțiilor, administratorii pot delega roluri și autorizații între membrii aceștia, acordându-le drepturi de publicare.

source: My Organization
ro: Instituția mea

source: my-organization
ro: institutia-mea

source: A little information about my organization...
ro: Câteva cuvinte despre instituție...

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
ro: Sigur doriți să ștergeți această Organizație? Aceasta va șterge toate seturile de date publice și private care aparțin aceastei organizație.

source: Save Organization
ro: Salvează instituția

source: View {organization_name}
ro: Vezi instituția

source: Create Dataset
ro: Creează set de date

source: What are datasets?
ro: Ce reprezintă seturile de date?

source: Are you sure you want to delete dataset - {name}?
ro: Ești sigur că vrei să ștergi setul de date - {name}?

source: Are you sure you want to delete resource - {name}?
ro: Ești sigur că vrei să ștergi resursa - {name}?

source: View dataset
ro: Vizualizează set de date

source: Edit metadata
ro: Metadate

source: Edit view
ro: Încorporați această viziune

source: Preview
ro: Previzualizare

source: Update
ro: Actualizare

source: Add to group
ro: Adaugă la grupuri

source: There are no groups associated with this dataset
ro: URL-ul imaginii care este asociată acestei instituții

source: Update Dataset
ro: Actualizează setul de date

source: Add data to the dataset
ro: Adaugă date la acest set de date

source: Add New Resource
ro: Adaugă resursă nouă

source: Add resource
ro: Adaugă resurse

source: New resource
ro: Resursă nouă...

source: Add view
ro: Adaugă item

source: Add
ro: Adaugă

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
ro: Aceasta este o revizie veche a setului de date, dupa cum a fost editată la %(timestamp)s.Poate avea diferențe mari față de <a href="%(url)s">revizia curentă</a>.

source: Related Media for {dataset}
ro: Media relaționată cu {dataset}

source: No related items
ro: Niciun fișier corelat

source: Add Related Item
ro: Adaugă fișier corelat

source: Upload to DataStore
ro: Încarcă în DataSore

source: Upload error:
ro: Eroare de încărcare:

source: Error:
ro: Eroare:

source: Status
ro: Stare

source: Last updated
ro: Ultima actualizare

source: Never
ro: Niciodată

source: Upload Log
ro: Încarcă

source: Details
ro: Detalii

source: All resources
ro: Adaugă resurse

source: View resource
ro: Vizualizare resursă

source: Edit resource
ro: Modifică resurse

source: Views
ro: Vezi

source: Go to resource
ro: Descarcă resursa

source: Download
ro: Descărcare

source: From the dataset abstract
ro: Din sumarul descriptiv al setului de date

source: Source: <a href="%(url)s">%(dataset)s</a>
ro: Sursa: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
ro: Nu există descriere pentru această resursă

source: Additional Information
ro: Alte informații

source: Field
ro: Câmp

source: Value
ro: Valoare

source: unknown
ro: necunoscut

source: Created
ro: Creat

source: License
ro: Licenţă

source: New view
ro: Previzualizare

source: This resource has no views
ro: Această resursă are modificări nesalvate

source: Add new resource
ro: Adaugă resursă nouă

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
ro: <p class="empty">Acest set de date nu are nicio dată încărcată, <a href="%(url)s">vrei să adaugi tu ceva?</a>

source: API Docs
ro: Documente API

source: full {format} dump
ro: export complet {format}

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
ro: Mai poți accesa acest registru folosind %(api_link)s (see %(api_doc_link)s) sau descărcând %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
ro: Poți accesa acest registru inclusiv prin intermediul unui %(api_link)s (vezi %(api_doc_link)s).

source: All views
ro: Toți utilizatorii

source: View view
ro: Vizualizare profil

source: View preview
ro: Vizualizare profil

source: Additional Info
ro: Alte informații

source: Source
ro: Sursă

source: Maintainer
ro: Gestionar

source: Version
ro: Versiune

source: State
ro: Stare

source: Last Updated
ro: Ultima actualizare

source: Data API
ro: API Data

source: Title
ro: Titlu

source: eg. A descriptive title
ro: ex. Un titlu descriptiv

source: eg. my-dataset
ro: ex. setul-meu-de-date

source: eg. Some useful notes about the data
ro: ex. Informații folositoare despre date

source: eg. economy, mental health, government
ro: ex. economie, sănătate, administrație

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
ro: Definirea licențelor și informații suplimentare se regăsesc pe <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
ro: Instituție

source: No organization
ro: Instituție

source: Visibility
ro: Vizibilitate

source: Active
ro: Activ

source: Are you sure you want to delete this dataset?
ro: Ești sigur că vrei să ștergi acest set de date?

source: Next: Add Data
ro: Ulterior: Adaugă date

source: http://example.com/dataset.json
ro: http://example.com/image.png

source: Joe Bloggs
ro: Ion Popescu

source: Author Email
ro: E-mail autor

source: joe@example.com
ro: exemplu@gov.ro

source: Maintainer Email
ro: E-mail gestionar

source: Update Resource
ro: Actualizare resursă

source: File
ro: Fișier

source: eg. January 2011 Gold Prices
ro: ex. Prețurile lunii februarie 2013

source: Some useful notes about the data
ro: Informații folositoare despre date

source: eg. CSV, XML or JSON
ro: ex. CSV, XML sau JSON

source: This will be guessed automatically. Leave blank if you wish
ro: Această secțiune este generată automat. O poți modifica dacă dorești.

source: eg. 2012-06-05
ro: ex. 2012-06-05

source: File Size
ro: Mărime fișier

source: eg. 1024
ro: ex. 1024

source: MIME Type
ro: Tip MIME

source: eg. application/json
ro: exemplu application/json

source: Are you sure you want to delete this resource?
ro: Ești sigur că vrei să ștergi această resursă?

source: Previous
ro: Anterior

source: Save & add another
ro: Salvează și adaugă altul

source: Finish
ro: Finalizează

source: What's a resource?
ro: Ce reprezintă o resursă?

source: A resource can be any file or link to a file containing useful data.
ro: O resursă poate fi orice fișier ori trimitere către un fișier care conține informații folositoare.

source: Explore
ro: Deschide

source: More information
ro: Mai multe informații

source: Embed
ro: Încorporează

source: This resource view is not available at the moment.
ro: Această resursă nu poate fi previzualizată la acest moment.

source: Embed resource view
ro: Încorporați această viziune

source: Width
ro: Lățime:

source: Height
ro: Înălțime:

source: Code
ro: Cod

source: Resource Preview
ro: Tipul resursei

source: Data and Resources
ro: Date şi resurse

source: This dataset has no data
ro: Acest set de date nu are descrierea specificată

source: Read dataset as of %s
ro: Citește setul de date din %s

source: Create dataset
ro: Creează set de date

source: Add data
ro: Adaugă date

source: eg. Information about my view
ro: Câteva cuvinte despre grupul tău...

source: Add Filter
ro: Adaugă item

source: Remove Filter
ro: Elimină

source: Filters
ro: Filtrează rezultatele

source: What's a view?
ro: Ce reprezintă o resursă?

source: Related Form
ro: Formular conex

source: What are related items?
ro: Ce sunt itemii conecși?

source: <p>Related Media is any app, article, visualisation or idea related to this dataset.</p> <p>For example, it could be a custom visualisation, pictograph or bar chart, an app using all or part of the data or even a news story that references this dataset.</p>
ro: <p>Media conexă desemnează orice aplicație, articol, vizualizare sau orice idee ce are legătură cu acest set de date.</p> <p>De exeplu, ar putea fi o vizualizare customizată, un pictograf sau o diagramă, o aplicație ce folosește parte sau toate datele sau un articol de știri ce face referință la acest set de date. </p>

source: Are you sure you want to delete related item - {name}?
ro: Ești sigur că vrei să ștergi itemul corelat - {name}?

source: Apps & Ideas
ro: Aplicații și idei

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
ro: <p>Arăt itemii <strong>%(first)s - %(last)s</strong> din <strong>%(item_count)s</strong> item conecși găsiți</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
ro: <p><strong>%(item_count)s</strong>itemi conecși găsiți</p>

source: There have been no apps submitted yet.
ro: Nu există încă nicio aplicație

source: What are applications?
ro: Ce sunt aplicațiile?

source: These are applications built with the datasets as well as ideas for things that could be done with them.
ro: Acestea sunt aplicații construite cu ajutorul seturilor de date, precum și idei referitor la cum ar putea fi implementate aceste seturi de date.

source: Filter Results
ro: Filtrează rezultatele

source: Filter by type
ro: Filtrează după tip

source: All
ro: Toate

source: Sort by
ro: Sortare după

source: Default
ro: Standard

source: Only show featured items
ro: Arată doar itemii prezentați

source: Apply
ro: Aplică

source: Edit related item
ro: Editează item conex

source: Edit Related
ro: Editează conex

source: Edit Related Item
ro: Editează item conex

source: Create a related item
ro: Creează un item conex

source: Create Related
ro: Creează conex

source: Create Related Item
ro: Creează un item conex

source: My Related Item
ro: Item conex adăugat de mine

source: A little information about the item...
ro: Câteva cuvinte despre acest item...

source: Type
ro: Tip

source: Are you sure you want to delete this related item?
ro: Ești sigur că vrei să ștergi acest item corelat?

source: Go to {related_item_type}
ro: Mergi la {related_item_type}

source: Differences
ro: Diferență

source: Revision Differences
ro: Diferențe între revizii -

source: Difference
ro: Diferență

source: No Differences
ro: Nicio diferență

source: Revision History
ro: Istoricul reviziilor

source: Revisions
ro: Revizii

source: Undelete
ro: Anulează ștergerea

source: Changes
ro: Modificări

source: Datasets' Tags
ro: Etichete ale seturilor de date

source: Entity
ro: Entitate

source: New activity item
ro: Item de activitate nou

source: Embed Data Viewer
ro: Vizualizator de date încoporat

source: Embed this view by copying this into your webpage:
ro: Încorporează pe alt site copiind acest link:

source: Choose width and height in pixels:
ro: Alege lățimea și înălțimea, exrimate în pixeli

source: Width:
ro: Lățime:

source: Height:
ro: Înălțime:

source: Trackback URL
ro: URL Trackback

source: Show More {facet_type}
ro: Mai multe... {facet_type}

source: Show Only Popular {facet_type}
ro: Arată cele mai active {facet_type}

source: There are no {facet_type} that match this search
ro: Niciun {facet_type} specificat pentru această căutare

source: Home
ro: Acasă

source: Language
ro: Limbă

source: Go
ro: Mergi

source: No License Provided
ro: Nicio licență oferită

source: This dataset satisfies the Open Definition.
ro: Acest set de date este în concordanță cu Open Definition

source: There is no description for this organization
ro: Nicio descriere specificată pentru această instituție

source: This dataset has no description
ro: Acest set de date nu are descrierea specificată

source: No apps, ideas, news stories or images have been related to this dataset yet.
ro: Nu au fost create încă nicio aplicație, știre, idee sau imagine cu legătură la acest set de date.

source: Add Item
ro: Adaugă element

source: Submit
ro: Trimite

source: Order by
ro: Sortează după

source: <p class="extra">Please try another search.</p>
ro: <p class="extra">Te rugăm să încerci altă căutare.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
ro: <p><strong>A apărut o eroare la căutare.</strong> Te rugăm să încerci din nou.</p>

source: {number} dataset found for "{query}"
ro: {number} set de date găsit pentru"{query}"

source: No datasets found for "{query}"
ro: Niciun set de date corespunzător pentru "{query}"

source: {number} dataset found
ro: {number} set de date

source: No datasets found
ro: Niciun set de date disponibil încă

source: {number} group found for "{query}"
ro: {number} grup găsit pentru "{query}"

source: No groups found for "{query}"
ro: Ne pare rău, nu am găsit grupuri pentru "{query}"

source: {number} group found
ro: {number} grup găsit

source: No groups found
ro: Ne pare rău, nu am găsit grupuri

source: {number} organization found for "{query}"
ro: {number} instituție găsită pentru "{query}"

source: No organizations found for "{query}"
ro: Ne pare rău, nu am găsit nicio instituție pentru "{query}"

source: {number} organization found
ro: {number} instituție găsită

source: No organizations found
ro: Ne pare rău, nu am găsit nicio instituție

source: Social
ro: Reţele de socializare

source: Subscribe
ro: Abonează-te

source: Edits
ro: Modificări

source: Search Tags
ro: Etichete de Căutare

source: Dashboard
ro: Tablou de bord

source: News feed
ro: Noutăți

source: My Datasets
ro: Seturile mele de date

source: My Organizations
ro: Instituția mea

source: My Groups
ro: Grupul meu

source: Activity from items that I'm following
ro: Știri privind itemii la care ești abonat

source: You haven't created any datasets.
ro: Nu ai creat niciun set de date

source: Create one now?
ro: Creează unul acum?

source: You are not a member of any groups.
ro: Nu se mai pot adăuga grupuri

source: You are not a member of any organizations.
ro: Nu poți adăuga un set de date în această instituție

source: Users
ro: Utilizatori

source: Account Info
ro: Informații despre cont

source: Your profile lets other CKAN users know about who you are and what you do.
ro: Profilul tău permite celorlalți utilizatori să afle cine ești și cu ce te ocupi.

source: Change details
ro: Modifică detaliile despre tine

source: Username
ro: Utilizator

source: Full name
ro: Nume complet

source: eg. Joe Bloggs
ro: ex. Ion Popescu

source: eg. joe@example.com
ro: ex. exemplu@gov.ro

source: A little information about yourself
ro: Câteva cuvinte despre tine

source: Subscribe to notification emails
ro: Abonează-te la e-mailurile de notificare

source: Change password
ro: Modifică parola

source: Password
ro: Parolă

source: Confirm Password
ro: Confirmare parolă

source: Are you sure you want to delete this User?
ro: Ești sigur că vrei să ștergi acest membru?

source: Are you sure you want to regenerate the API key?
ro: Ești sigur că vrei să resetezi configurarea?

source: Update Profile
ro: Actualizare profil

source: All Users
ro: Toți utilizatorii

source: Login
ro: Autentificare

source: Need an Account?
ro: Ai nevoie de un cont?

source: Then sign right up, it only takes a minute.
ro: Atunci înscrie-te acum, durează doar câteva minute

source: Create an Account
ro: Creează un cont

source: Forgotten your password?
ro: Ai uitat parola?

source: No problem, use our password recovery form to reset it.
ro: Nicio problemă, folosește formularul de recuperare a parolei pentru a o reseta

source: Forgot your password?
ro: Ai uitat parola?

source: Logged Out
ro: Deautentificat

source: You are now logged out.
ro: Te-ai dezautentificat cu succes

source: You're already logged in as {user}.
ro: Ești deja logat ca {user}.

source: Logout
ro: Deautentificare

source: Remember me
ro: Ține-mă minte

source: You're already logged in
ro: Ești deja autentificat

source: You need to log out before you can log in with another account.
ro: Trebuie să te dezautentfici înainte de a te autentifica cu un alt cont

source: Log out now
ro: Dezautenttificare

source: Registration
ro: Înregistrare

source: Register for an Account
ro: Înregistrare cont nou

source: Why Sign Up?
ro: De ce să mă înregistrez?

source: Create datasets, groups and other exciting things
ro: Creează seturi de date, grupuri și alte lucruri interesante

source: username
ro: nume de utilizator

source: Full Name
ro: Nume complet

source: Create Account
ro: Creare cont

source: Reset Your Password
ro: Resetează parola

source: Password Reset
ro: Restare parolă

source: Update Password
ro: Actualizare parolă

source: How does this work?
ro: Cum funcționează?

source: Simply enter a new password and we'll update your account
ro: Introdu o parolă nouă, iar noi îți actualizăm contul

source: User hasn't created any datasets.
ro: Utilizatorul nu a creat niciun set de date

source: You have not provided a biography.
ro: Nu ați completat încă o descriere biografică.

source: This user has no biography.
ro: Acest utilizator nu are biografie

source: This means only you can see this
ro: Acest lucru înseamnă că numai tu poți vedea asta

source: Member Since
ro: Înregistrat la data

source: API Key
ro: Cod API

source: Password reset
ro: Restare parolă

source: Request reset
ro: Solicită resetare

source: Enter your username into the box and we will send you an email with a link to enter a new password.
ro: Introdu numele tău în căsuța desemnată, iar noi îți vom trimite un e-mai cu un link prin care îți resetezi parola

source: Activity from:
ro: Filtru activitate:

source: Search list...
ro: Căutare în listă...

source: You are not following anything
ro: Nu ești abonat la nimic

source: No followers
ro: Niciun urmăritor

source: Search Users
ro: Caută utilizatori

source: Complete
ro: Complet

source: Submitting
ro: Trimite

source: DataStore resource not found
ro: Resursa nu a fost găsită

source: Resource "{0}" was not found.
ro: Resursa "{0}" nu a fost găsită

source: User {0} not authorized to update resource {1}
ro: Utilizatorul {0} nu este autorizat pentru a actualiza resursa {1}

source: Custom Field Ascending
ro: Câmp specific

source: Custom Field Descending
ro: Câmp specific

source: Custom Text
ro: Text Customizat

source: custom text
ro: text customizat

source: Country Code
ro: Cod de țară

source: custom resource text
ro: text customizat

source: This group has no description
ro: Acest grup nu are nicio descriere

source: Image url
ro: Imagine

source: eg. http://example.com/image.jpg (if blank uses resource url)
ro: http://www.gov.ro/imagine-logo.jpg

source: Data Explorer
ro: Deschide

source: Map
ro: Mai

source: Copyright (c) 2010 Michael Leibman, http://github.com/mleibman/slickgrid Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ro: Copyright (c) 2010 Michael Leibman, http://github.com/mleibman/slickgrid Prin aceasta se oferă permisiunea gratuită oricărei persoane care obține o copie a acestui software și al documentației asociate (the "Software"), să administreze software-ul fără restricții, incluzând drepturile de a folosi, copia, modifica, administra sau publica, distribui, sublicenția, și/sau v inde copii ale software-ului , și să permită persoanelor cărora le este dedicat software-ul să facă acest lucru, sub următoarele condiții: Noda de copywright de mai sus și această permisie vor fi incluse în toate copiile sau părți substanțiale ale software-ului. SOFTWARE-UL ESTE OFERIT "AS IS", FĂRĂ NICIO GARANȚIE DE VREUN FEL, EXPRIMATĂ SAU IMPLICATĂ, INCLUZÂND AICI DAR FĂRĂ A SE LIMITA LA GARANȚIILE DE COMERCIALIZARE, UTILIZARE PENTRU UN ANUME SCOP ȘI NEÎNCĂLCAREA LEGISLAȚIEI. ÎN NICIO CIRCUMSTANȚĂ, AUTORII SAU DEȚINĂTORII DREPTULUI DE AUTOR NU POT FI CONSIDERAȚI RESPONSABILI PENTRU ORICE REVENDICARE, DAUNE SAU ALTERĂSPUNDERI, FIE CĂ SE ACȚIONEAZĂ SUB CONTRACT SAU SUB ALTE PREVEDERI, PORNIND DE LA SAU ÎN LEGĂTURĂ CU SOFTWARE-UL ÎN CAUZĂ SAU CU ALTE UTILIZĂRI ALE ACESTUIA.

source: This compiled version of SlickGrid has been obtained with the Google Closure Compiler, using the following command: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js There are two other files required for the SlickGrid view to work properly: * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js These are included in the Recline source, but have not been included in the built file to make easier to handle compatibility problems. Please check SlickGrid license in the included MIT-LICENSE.txt file. [1] https://developers.google.com/closure/compiler/
ro: Această versiune compilată a SlickGrid a fost obținută cu ajutorul Google Closure Compiler, folosind următoarea comandă: java -jar compiler.jar --js=slick.core.js --js=slick.grid.js --js=slick.editors.js --js_output_file=slick.grid.min.js Este nevoie de încă două fișiere pentru a asigura funcționarea în parametri optimi a SlickGrid : * jquery-ui-1.8.16.custom.min.js * jquery.event.drag-2.0.min.js Acestea sunt incluse în sursa Recline, dar nu au fost incluse în fișierul inițial pentru a ușura soluționarea problemelor ce țin de compatibilitate . Te rugăm să verifici licența SlickGrid din fișierul atașat MIT-LICENSE.txt. [1] https://developers.google.com/closure/compiler/

source: Number of rows
ro: Număr de rating-uri

source: Group (Axis 1)
ro: Grupuri

source: Field type
ro: Câmp

source: Total number of Datasets
ro: Numărul total de seturi de date

source: Total datasets
ro: Total seturi de date
