Repository: govro/datagovro
Catalog: ckan/lib/default/src/ckanext-romania_theme/i18n/*/LC_MESSAGES/ckan.po
Languages: ro

source: You must be logged in to unfollow something.
ro: Trebuie să fii autentificat pentru a nu mai urmări ceva

source: You are not following {0}.
ro: Nu ești abonat la {0}.

source: Resource was not found.
ro: Resursa nu a fost găsită.

source: Do not specify if using "query" parameter
ro: Nu specifica dacă folosești parametrul "query"

source: Must be <field>:<value> pair(s)
ro: Trebuie să fie perechi <field>:<value>

source: Field "{field}" not recognised in resource_search.
ro: Câmpul "{field}" nu a fost recunoscut în resource_search.

source: unknown user:
ro: utilizator necunoscut:

source: Item was not found.
ro: Itemul nu a fost găsit

source: Package was not found.
ro: Pachetul nu a fost găsit

source: REST API: Update object %s
ro: REST API: Actualizează obiectul %s

source: REST API: Update package relationship: %s %s %s
ro: REST API: Actualizează relațiile dintre pachete: %s %s %s

source: TaskStatus was not found.
ro: Statusul sarcinii nu a fost găsit.

source: Organization was not found.
ro: Instituția nu a fost găsită.

source: User %s not authorized to create packages
ro: Utilizatorul %s nu este autorizat să creeze pachete

source: User %s not authorized to edit these groups
ro: Utilizatorul %s nu este autorizat să editeze aceste grupuri

source: User %s not authorized to add dataset to this organization
ro: Utilizatorul %s nu este autorizat să creeze instituții

source: You must be a sysadmin to create a featured related item
ro: Trebuie să fii un administrator de sistem pentru a crea un item relaționat corespunzător

source: You must be logged in to add a related item
ro: Trebuie să fii autentificat pentru a adăuga un item relaționat

source: No dataset id provided, cannot check auth.
ro: Nu a fost găsit niciun pachet pentru această resursă, nu se poate verifica autorizația

source: No package found for this resource, cannot check auth.
ro: Nu a fost găsit niciun pachet pentru această resursă, nu se poate verifica autorizația

source: User %s not authorized to create resources on dataset %s
ro: Utilizatorul %s nu este autorizat pentru a citi resursa %s

source: User %s not authorized to edit these packages
ro: Utilizatorul %s nu este autorizat să editeze aceste pachete

source: User %s not authorized to create groups
ro: Utilizatorul %s nu este autorizat să creeze grupuri

source: User %s not authorized to create organizations
ro: Utilizatorul %s nu este autorizat să creeze instituții

source: User {user} not authorized to create users via the API
ro: Utilizatorul {user} nu este autorizat să creeze alți utilizatori

source: Not authorized to create users
ro: Neautorizat pentru a crea un utilizator

source: Group was not found.
ro: Grupul nu a fost găsit

source: Valid API key needed to create a package
ro: Este nevoie de o cheie API validă pentru a crea un pachet

source: Valid API key needed to create a group
ro: Este nevoie de o cheie API validă pentru a crea un grup

source: User %s not authorized to add members
ro: Utilizatorul %s nu este autorizat pentru a adăuga membri

source: User %s not authorized to edit group %s
ro: Utilizatorul %s nu este autorizat pentru a edita grupul %s

source: User %s not authorized to delete resource %s
ro: Utilizatorul %s nu este autorizat pentru a șterge sursa %s

source: Resource view not found, cannot check auth.
ro: Resursa nu a fost găsită.

source: Only the owner can delete a related item
ro: Numai administratorul poate șterge un item relaționat

source: User %s not authorized to delete relationship %s
ro: Utilizatorul %s nu este autorizat pentru a șterge relația %s

source: User %s not authorized to delete groups
ro: Utilizatorul %s nu este autorizat pentru a șterge grupuri

source: User %s not authorized to delete group %s
ro: Utilizatorul %s nu este autorizat pentru a șterge grupul %s

source: User %s not authorized to delete organizations
ro: Utilizatorul %s nu este autorizat pentru a șterge instituții

source: User %s not authorized to delete organization %s
ro: Utilizatorul %s nu este autorizat pentru a șterge instituția %s

source: User %s not authorized to delete task_status
ro: Utilizatorul %s nu este autorizat pentru a șterge task_status

source: User %s not authorized to read these packages
ro: Utilizatorul %s nu este autorizat pentru a citi aceste pachete

source: User %s not authorized to read package %s
ro: Utilizatorul %s nu este autorizat pentru a citi pachetul %s

source: User %s not authorized to read resource %s
ro: Utilizatorul %s nu este autorizat pentru a citi resursa %s

source: User %s not authorized to read group %s
ro: Utilizatorul %s nu este autorizat pentru a edita grupul %s

source: You must be logged in to access your dashboard.
ro: Trebuie să fii autentificat pentru a avea acces la panoul de administrare

source: User %s not authorized to edit package %s
ro: Utilizatorul %s nu este autorizat pentru a edita pachetul %s

source: User %s not authorized to edit resource %s
ro: Utilizatorul %s nu este autorizat pentru a edita resursa %s

source: User %s not authorized to change state of package %s
ro: Utilizatorul %s nu este autorizat pentru a modifica statusul pachetului %s

source: User %s not authorized to edit organization %s
ro: Utilizatorul %s nu este autorizat pentru a edita instituția %s

source: Only the owner can update a related item
ro: Doar administratorul poate să actualizeze un item relaționat

source: You must be a sysadmin to change a related item's featured field.
ro: Trebuie să fii administrator de sistem pentru a schimba câmpul principal al unui item conex

source: User %s not authorized to change state of group %s
ro: Utilizatorul %s nu este autorizat să modifice statusul grupului %s

source: User %s not authorized to edit permissions of group %s
ro: Utilizatorul %s nu este autorizat să editeze permisiunile grupului %s

source: Have to be logged in to edit user
ro: Trebuie să fii autentificat pentru a urmări utilizatorii.

source: User %s not authorized to edit user %s
ro: Utilizatorul %s nu este autorizat să editeze utilizatorul %s

source: User {0} not authorized to update user {1}
ro: Utilizatorul {0} nu este autorizat pentru a actualiza resursa {1}

source: User %s not authorized to change state of revision
ro: Utilizatorul %s nu este autorizat să modifice statusul reviziei

source: User %s not authorized to update task_status table
ro: Utilizatorul %s nu este autorizat să actualizeze tabelul task_status

source: User %s not authorized to update term_translation table
ro: Utilizatorul %s nu este autorizat să actualizeze tabelul term_translation

source: Valid API key needed to edit a package
ro: Este nevoie de o cheie API validă pentru a edita un pachet

source: Valid API key needed to edit a group
ro: Este nevoie de o cheie API validă pentru a edita un grup

source: License not specified
ro: Licenţă nespecificată

source: Other (Open)
ro: Altele (Deschise)

source: Other (Public Domain)
ro: Altele (Domeniu public)

source: Other (Attribution)
ro: Altele (Atribuții)

source: UK Open Government Licence (OGL)
ro: OGL-ROU-1.0

source: Creative Commons Non-Commercial (Any)
ro: Licență non-comercială Creative Commons

source: Other (Non-Commercial)
ro: Altele (non-comercial)

source: Other (Not Open)
ro: Altele (Închise)

source: depends on %s
ro: depinde de %s

source: is a dependency of %s
ro: este o subordonare a %s

source: derives from %s
ro: derivă din %s

source: has derivation %s
ro: are ca derivații %s

source: links to %s
ro: face legătura spre %s

source: is linked from %s
ro: se face o legătură dinspre %s

source: is a child of %s
ro: este element copil al %s

source: is a parent of %s
ro: este element părinte al %s

source: has sibling %s
ro: este element înrudit cu %s

source: Loading...
ro: Se încarcă...

source: There is no API data to load for this resource
ro: Nu există nicio dată API pentru a fi încărcată pentru această resursă

source: Failed to load data API information
ro: Încărcarea de date cu caracter de informații API a eșuat

source: No matches found
ro: Nu s-au găsit echivalențe

source: Start typing…
ro: Introdu litere ...

source: Input is too short, must be at least one character
ro: Intrarea este prea scurtă, trebuie să aibă cel puțin un caracter

source: There are unsaved modifications to this form
ro: Existp modificări nesalvate în acest formular

source: Please Confirm Action
ro: Confirmă acțiunea

source: Are you sure you want to perform this action?
ro: Ești sigur că vrei să execuți această acțiune?

source: Confirm
ro: Confirmare

source: Cancel
ro: Anulare

source: Follow
ro: Abonare

source: Unfollow
ro: Dezabonare

source: Upload
ro: Încarcă

source: Link
ro: Adresă de legătură

source: Remove
ro: Elimină

source: Image
ro: Imagine

source: Upload a file on your computer
ro: Încărcare fișier

source: show more
ro: mai mult

source: show less
ro: mai puțin

source: Reorder resources
ro: Resurse editate.

source: Save order
ro: Salvează grup

source: Saving...
ro: Se încarcă...

source: Upload a file
ro: Încărcare fișier

source: An Error Occurred
ro: A apărut o eroare

source: Resource uploaded
ro: Resursă încărcată

source: Unable to upload file
ro: Nu s-a putut încărca fișierul

source: Unable to authenticate upload
ro: Nu s-a putut autentifica încărcarea

source: Unable to get data for uploaded file
ro: Nu s-au putut obține datele pentru fișierul încărcat

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
ro: Sunteți în proces de încărcare a fișierului. Sunteți sigur să doriți să navigați mai departe și să opriți încărcarea fișierului?

source: Edit
ro: Modifică

source: Show more
ro: Afişează suplimentar

source: Hide
ro: Ascunde

source: Error %(error_code)s
ro: Eroare %(error_code)s

source: About {0}
ro: Despre {0}

source: CKAN API
ro: API CKAN

source: Open Knowledge Foundation
ro: Fundația pentru Cunoaștere Deschisă(Open Knowledge Foundation)

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
ro: <strong>Alimentat prin</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
ro: Setări sysadmin

source: View profile
ro: Vizualizare profil

source: Dashboard (%(num)d new item)
ro: Tablou de bord (%(num)d item nou)

source: Edit settings
ro: Modifică setările

source: Log out
ro: Deautentificare

source: Log in
ro: Autentificare

source: Register
ro: Înregistrare

source: Datasets
ro: Seturi de date

source: Search Datasets
ro: Căutare seturi de date

source: Search
ro: Căutare

source: Load less
ro: Încarcă mai mult

source: Load more
ro: Încarcă mai puțin

source: No activities are within this activity stream
ro: Nu există activități în acest câmp de activitate

source: Administration
ro: Administrare

source: Sysadmins
ro: Administratori sistem

source: Config
ro: Configurare

source: Trash
ro: Gunoi

source: Are you sure you want to reset the config?
ro: Ești sigur că vrei să resetezi configurarea?

source: Reset
ro: Resetare

source: Update Config
ro: Actualizare profil

source: CKAN config options
ro: Opțiuni de configurare CKAN

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
ro: <p><strong>Titlul site-ului:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p>

source: Confirm Reset
ro: Confirmă resetarea

source: Administer CKAN
ro: Administrare

source: <p>Purge deleted datasets forever and irreversibly.</p>
ro: Elimină-le pe toate (atenție, procedeu ireversibil!)

source: CKAN Data API
ro: API Data

source: Access resource data via a web API with powerful query support
ro: Acces la datele de resurse prin intermediul unui API cu suport de interogare puternic

source: Endpoints
ro: API Endpoint

source: Create
ro: Creează

source: Update / Insert
ro: Actualizează setul de date

source: Example: Javascript
ro: Exemplu: Javascript

source: Example: Python
ro: Exemplu: Python

source: This resource can not be previewed at the moment.
ro: Această resursă nu poate fi previzualizată la acest moment.

source: Click here for more information.
ro: Click pentru informații suplimentare.

source: Download resource
ro: Descarcă resursa

source: Your browser does not support iframes.
ro: Browserul tau nu poate reda iframes

source: No preview available.
ro: Nu este disponibilă nicio descărcare

source: More details...
ro: Mai multe detalii...

source: No handler defined for data type: %(type)s.
ro: Nu este definit niciun manipulant pentru tipul de date: %(type)s.

source: Standard Input
ro: Input standard

source: Medium
ro: Mediu

source: Medium Width Input
ro: Input de mărime medie

source: Full
ro: Maxim

source: Full Width Input
ro: Input de mărime maximă

source: Large
ro: Mare

source: Large Input
ro: Input mare

source: Prepend
ro: Prefix

source: Prepend Input
ro: Prefix Input

source: Custom Field (empty)
ro: Câmp specific (necompletat)

source: Custom Field
ro: Câmp specific

source: Textarea
ro: Zonă text

source: Select
ro: Selectează

source: Activity Stream
ro: Istoricul modificărilor

source: Administrators
ro: Administratori

source: Add a Group
ro: Adaugă un grup

source: Group Form
ro: Formular grup

source: Confirm Delete
ro: Confirmă ștergere

source: Are you sure you want to delete group - {name}?
ro: Ești sigur că vrei să ștergi grupul - {name}?

source: Are you sure you want to delete member - {name}?
ro: Ești sigur că vrei să ștergi membrul - {name}?

source: Manage
ro: Administrează

source: Edit Group
ro: Modifică grup

source: Members
ro: Membri

source: Followers
ro: Abonați

source: History
ro: Istoric

source: Add Group
ro: Adaugă grup

source: Search groups...
ro: Căutare în listă...

source: Name Ascending
ro: Nume ascendent

source: Name Descending
ro: Nume descendent

source: There are currently no groups for this site
ro: Nu există înca grupuri definite

source: How about creating one?
ro: Doriți sa creați unul?

source: Back to all members
ro: Înapoi la lista membrilor

source: Edit Member
ro: Modifică membru

source: Add Member
ro: Adaugă membru

source: Existing User
ro: Editează utilizator

source: New User
ro: Utilizator nou

source: Role
ro: Rol

source: Are you sure you want to delete this member?
ro: Ești sigur că vrei să ștergi acest membru?

source: Delete
ro: Șterge

source: Save
ro: Salvează

source: What are roles?
ro: Care sunt rolurile?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
ro: <p><strong>Admin:</strong> Poate adăuga/edita seturi, precum și manageria utilizatorii instituției.</p> <p><strong>Editor:</strong> Poate adăuga/edita seturi, însă nu poate manageria utilizatorii instituției.</p> <p><strong>Membru:</strong> Poate vizualiza seturile private de date, însă nu poate adăuga altele noi.</p>

source: Create a Group
ro: Creează un grup

source: Update Group
ro: Actualizează grup

source: Create Group
ro: Creează grup

source: Relevance
ro: Relevanţă

source: Last Modified
ro: Data modificării

source: Search datasets...
ro: Căutare seturi de date

source: Datasets in group: {group}
ro: Seturi de date în grup: {group}

source: Recent Revision History
ro: Istoricul reviziilor recente

source: Name
ro: Denumire

source: My Group
ro: Grupul meu

source: my-group
ro: grupul-meu

source: Description
ro: Descriere

source: A little information about my group...
ro: Câteva cuvinte despre grupul tău...

source: Are you sure you want to delete this Group?
ro: Ești sigur că vrei să ștergi acest grup?

source: Save Group
ro: Salvează grup

source: {num} Dataset
ro: {num} set de date

source: 0 Datasets
ro: Niciun set de date

source: View {name}
ro: Vezi {name}

source: Remove dataset from this group
ro: Momentan, nu există seturi de date în acest grup.

source: What are Groups?
ro: Ce reprezintă grupurile?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
ro: Grupurile permit organizarea seturilor de date în cadrul unui domeniu (exemplu: datele din domeniul transporturilor) pentru a facilita accesul utilizatorilor în funcție de tematica subiectului. Seturile de date pot aparține unui grup, însă nu pot fi modificate de acolo.

source: Compare
ro: Compară

source: Deleted
ro: Șters

source: read more
ro: mai mult

source: Revision
ro: Revizie

source: Timestamp
ro: Marcaj temporal

source: Author
ro: Autor

source: Log Message
ro: Jurnal mesaje

source: Welcome
ro: Bun venit

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
ro: <p>CKAN este principala platformă de date open-source din lume.</p> <p>CKAN este o soluție inovativă, ce face ca datele să fie mai accesibile și reutilizabile de către terți - oferind instrumentele necesare petru a publica, împărtăși, găsi și utiliza datele (incluzând stocarea datelor și oferirea de API-uri robuste pentru date). CKAN este dedicat tuturor celor ce se ocupă cu publicarea datelor (forme de guvernământ regionale și naționale, instutuții, companii și organizații) și vor să facă aceste date cât mai disponibile și deschise către public.</p> <p>CKAN este utilizat de forme de guvernământ și grupuri de utilizatori din întreaga lume, alimentând o varietate de portaluri de date oficiale și aparținând comunității, incluzând portaluri pentru forme de guvernământ locale, naționale și internaționale, cum ar fi <a href="http://data.gov.ro">data.gov.ro</a> și <a href="http://publicdata.eu/">publicdata.eu</a>, site-uri orășenești și municipale din Statele Unite ale Americii, Marea Britanie, Argentina, Finlanda și alte țări.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br />Un tur al CKAN: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Prezentare generală a caracteristicilor: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>

source: Welcome to CKAN
ro: Bun venit!

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
ro: Acesta este un paragraf introductiv despre Proiect

source: This is a featured section
ro: Aceasta este o secțiune recomandată

source: E.g. environment
ro: Ex: buget

source: Search data
ro: Căutare seturi de date

source: Popular tags
ro: Cuvinte cheie

source: {0} statistics
ro: Statistici

source: dataset
ro: set de date

source: datasets
ro: seturi de date

source: organization
ro: instituție

source: organizations
ro: instituţii

source: group
ro: grup

source: groups
ro: grupuri

source: related item
ro: fișier corelat

source: related items
ro: fișiere corelate

source: Custom
ro: Particular

source: The form contains invalid entries:
ro: Formularul conține câmpuri invalide:

source: http://example.com/my-image.jpg
ro: http://www.gov.ro/imagine-logo.jpg

source: Image URL
ro: Imagine

source: Clear Upload
ro: Înlatură toate

source: Organization Form
ro: Formular instituție

source: Edit datasets
ro: Modifică set de date

source: Add dataset
ro: Adaugă seturi de date

source: found for "{query}"
ro: găsit pentru "{query}"

source: Sorry no datasets found for "{query}"
ro: Niciun set de date corespunzător pentru "{query}"

source: Make private
ro: Privat

source: Draft
ro: Ciornă

source: Private
ro: Privat

source: This organization has no datasets associated to it
ro: Nicio descriere specificată pentru această instituție

source: Are you sure you want to delete organization - {name}?
ro: Ești sigur că vrei să ștergi instituția - {name}?

source: Edit Organization
ro: Modifică instituția

source: Add Organization
ro: Adaugă instituție

source: Search organizations...
ro: Selectează instituția...

source: There are currently no organizations for this site
ro: Nu exista înca instituții definite

source: Update Member
ro: Modifică membru

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
ro: <p><strong>Admin:</strong> Poate adăuga/edita seturi, precum și manageria utilizatorii instituției.</p> <p><strong>Editor:</strong> Poate adăuga/edita seturi, însă nu poate manageria utilizatorii instituției.</p> <p><strong>Membru:</strong> Poate vizualiza seturile private de date, însă nu poate adăuga altele noi.</p>

source: Create an Organization
ro: Creează instituție

source: Update Organization
ro: Actualizează instituție

source: Create Organization
ro: Creează instituție

source: Add Dataset
ro: Adaugă set

source: Datasets in organization: {group}
ro: Seturi de date în grup: {group}
