Repository: govro/datagovro
Catalog: ckan/lib/default/src/ckanext-romania_theme/i18n/*/LC_MESSAGES/ckan.po
Languages: ro

source: Dataset Revisions per Week
ro: Revizii săptămânale are seturilor de date

source: All dataset revisions
ro: Toate reviziile seturilor de date

source: New datasets
ro: Seturi de date noi

source: Top Rated Datasets
ro: Cele mai apreciate

source: Average rating
ro: Rating mediu

source: Number of ratings
ro: Număr de rating-uri

source: No ratings
ro: Niciun rating

source: Most Edited Datasets
ro: Cele mai editate seturi de date

source: Number of edits
ro: Număr de editări

source: No edited datasets
ro: Niciun set de date editat

source: Largest Groups
ro: Cele mai mari grupuri

source: Number of datasets
ro: Număr de seturi de date

source: No groups
ro: Niciun grup

source: Top Tags
ro: Top etichete

source: Tag Name
ro: Nume etichetă

source: Number of Datasets
ro: Număr de seturi de date

source: Users Owning Most Datasets
ro: Utilizatorii ce dețin cele mai multe seturi de date

source: Statistics Menu
ro: Meniu statistici

source: Total Number of Datasets
ro: Număr total de seturi de date

source: Statistics
ro: Statistici

source: Revisions to Datasets per week
ro: Revizii ale seturilor de date per săptămână

source: Users owning most datasets
ro: Utilizatorii ce dețin cele mai multe seturi de date

source: Page last updated:
ro: Pagina a fost actualizată ultima oară la data:

source: Leaderboard - Stats
ro: Clasament - statistici

source: Dataset Leaderboard
ro: Clasament al setului de date

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
ro: Alege un atribut al setului de date și află care categorii din acea zonă are mai multe seturi de date. Exemplu: etichete, licențe, țară

source: Choose area
ro: Alege zona
